Repository: xfce-mirror/xfce4-mailwatch-plugin
Catalog: po/*.po
Languages: ro

source: TLS handshake failed: %s
ro: Negocierea TLS a eșuat: %s

source: Received HTTP response code %d. The most likely reason for this is that your GMail username or password is incorrect.
ro: S-a primit codul de răspuns HTTP %d. Cel mai probabil motiv este că numele de utilizator sau parola GMail este incorectă.

source: Received HTTP response code %d, which should be 200. There may be a problem with GMail's servers, or they have incompatibly changed their authentication method or location of the new messages feed.
ro: S-a primit codul de răspuns HTTP %d, care ar trebui să fie 200. Este posibil să existe o problemă cu serverele GMail, sau acestea și-au schimbat în mod incompatibil metoda de autentificare sau locația fluxului de mesaje noi.

source: Previous thread hasn't exited yet, not checking mail this time.
ro: Firul anterior nu a ieșit încă, de data aceasta nu se verifică corespondența.

source: _Username:
ro: N_umele utilizatorului:

source: _Password:
ro: _Parola:

source: Check for _new messages every
ro: Verifică dacă există _mesaje noi la fiecare

source: minute(s).
ro: minut(e).

source: Remote GMail Mailbox
ro: Căsuță poștală GMail la distanță

source: The GMail plugin can connect to Google's mail service and securely retrieve the number of new messages.
ro: Pluginul GMail se poate conecta la serviciul de poștă electronică al Google și poate prelua în siguranță numărul de mesaje noi.

source: Secure IMAP is not available, and the IMAP server does not support plaintext logins.
ro: Secure IMAP nu este disponibil, iar serverul IMAP nu acceptă autentificări în text clar.

source: Authentication failed. Perhaps your username or password is incorrect?
ro: Autentificarea a eșuat. Este posibil ca numele dvs. de utilizator sau parola să fie incorecte?

source: STARTTLS security was requested, but this server does not support it.
ro: Securitatea STARTTLS a fost solicitată, dar acest server nu o acceptă.

source: Failed to get folder list
ro: Obținerea listei de dosare a eșuat

source: Please wait...
ro: Așteptați puțin…

source: Error
ro: Eroare

source: No server or username is set.
ro: Nu este definit niciun server sau nume de utilizator.

source: The folder list cannot be retrieved until a server, username, and probably password are set. Also be sure to check any security settings in the Advanced dialog.
ro: Lista de dosare nu poate fi preluată până când nu sunt definite un server, un nume de utilizator și probabil o parolă. De asemenea, asigurați-vă că verificați orice parametri de securitate din dialogul Avansat.

source: _Close
ro: În_chide

source: Set New Mail Folders
ro: Configurați dosare poștale noi

source: New Mail Folders
ro: Dosare poștale noi

source: _Refresh
ro: _Reîmprospătează

source: Advanced IMAP Options
ro: Opțiuni IMAP avansate

source: Connection
ro: Conexiune

source: Use unsecured connection
ro: Utilizează o conexiune nesecurizată

source: Use SSL/TLS on alternate port
ro: Utilizează SSL/TLS pe portul alternativ

source: Use SSL/TLS via STARTTLS
ro: Utilizează SSL/TLS prin STARTTLS

source: Use non-standard IMAP _port:
ro: Utilizează _portul IMAP non-standard:

source: Folders
ro: Dosare

source: IMAP server _directory:
ro: _Directorul serverului IMAP:

source: IMAP Server
ro: Server IMAP

source: _Mail server:
ro: Server de _poștă electronică:

source: _Advanced...
ro: _Avansat...

source: New mail _folders...
ro: _Dosare poștale noi...

source: Remote IMAP Mailbox
ro: Căsuță poștală IMAP la distanță

source: The IMAP plugin can connect to a remote mail server that supports the IMAP protocol, optionally using SSL for link protection.
ro: Modulul IMAP se poate conecta la un server de poștă electronică de la distanță care acceptă protocolul IMAP, utilizând opțional SSL pentru protecția legăturii.

source: Failed to get status of file %s: %s
ro: Obținerea stării fișierului %s a eșuat: %s

source: %s is not a directory. Is %s really a valid maildir?
ro: %s nu este un director. Este %s într-adevăr un maildir valid?

source: Maildir _Path:
ro: Ruta la maildir:

source: Select Maildir Folder
ro: Selectați dosarul Maildir

source: Local Maildir Spool
ro: Directorul maildir local

source: The Maildir plugin can watch a local maildir-style mail spool for new messages.
ro: Modulul Maildir poate urmări mesajele noi dintr-un director local de poștă electronică de tip maildir.

source: Mbox _Filename:
ro: Numele _fișierului mbox:

source: Select mbox file
ro: Selectați fișierul mbox

source: Local Mbox spool
ro: Fișier mbox local

source: Mbox plugin watches a local mbox-type mail spool for new messages.
ro: Modulul Mbox monitorizează un fișier local de tip mbox pentru mesaje noi.

source: Malformed line %s in %s ignored.
ro: Linia prost formată %s din %s este ignorată.

source: The configuration of this plugin is read from the default mh maildir profile file ~/.mh_profile
ro: Configurația acestui modul este citită din fișierul de profil implicit al mh ~/.mh_profile

source: Local MH mail folder
ro: Dosarul local de poștă electronică MH

source: MH plugin watches local MH folders for new mail
ro: Modulul MH urmărește dosarele MH locale pentru mesaje noi

source: Advanced POP3 Options
ro: Opțiuni POP3 avansate

source: Use SSL/TLS via STLS
ro: Utilizează SSL/TLS prin STLS

source: Use non-standard POP3 _port:
ro: Utilizează _portul POP3 non-standard:

source: POP3 Server
ro: Server POP3

source: Remote POP3 Mailbox
ro: Căsuță poștală POP3 la distanță

source: The POP3 plugin can connect to a remote mail server that supports the POP3 protocol, optionally using SSL for link protection.
ro: Modulul POP3 se poate conecta la un server de poștă electronică la distanță care acceptă protocolul POP3, utilizând opțional SSL pentru protecția legăturii.

source: Operation aborted
ro: Operație abandonată

source: Could not find host "%s": %s
ro: Nu s-a putut găsi gazda „%s”: %s

source: Failed to connect to server "%s": %s
ro: Conectarea la serverul „%s” a eșuat: %s

source: Not compiled with SSL/TLS support
ro: Nu este compilat cu suport SSL/TLS

source: Failed to send encrypted data: %s
ro: Trimiterea datelor criptate a eșuat: %s

source: Failed to send data: %s
ro: Trimiterea datelor a eșuat: %s

source: Failed to receive encrypted data: %s
ro: Primirea datelor criptate a eșuat: %s

source: Failed to receive data: %s
ro: Primirea datelor a eșuat: %s

source: Canceling read: read too many bytes without a newline
ro: Se anulează citirea: s-au citit prea mulți octeți fără o linie nouă

source: Buffer is not large enough to hold a full line (%s < %d)
ro: Memoria tampon nu este suficient de mare pentru a stoca o linie completă (%s < %d)

source: Unable to write config file '%s'
ro: Nu s-a putut scrie fișierul de configurare „%s”

source: Unable to set permissions on config file '%s'. If this file contains passwords or other sensitive information, it may be readable by others on your system.
ro: Nu s-au putut stabili permisiunile pentru fișierul de configurare „%s”. Dacă acest fișier conține parole sau alte informații sensibile, acesta poate fi citit de alte persoane din sistemul dvs.

source: This mailbox type does not require any configuration settings.
ro: Acest tip de căsuță poștală nu necesită ajustări de configurare.

source: _Cancel
ro: _Renunță

source: Mailbox _Name:
ro: _Numele căsuței poștale:

source: Mailwatch
ro: Monitorizare corespondență

source: Mailbox name required.
ro: Numele căsuței poștale este obligatoriu.

source: Please enter a name for the mailbox.
ro: Introduceți un nume pentru căsuța poștală.

source: Edit Mailbox: %s
ro: Editarea căsuței poștale: %s

source: Select Mailbox Type
ro: Selectați tipul de căsuță poștală

source: Select a mailbox type. A description of the type will appear below.
ro: Selectați un tip de căsuță poștală. O descriere a tipului respectivei căsuțe poștale va apărea mai jos.

source: Add New Mailbox
ro: Adăugați o căsuță poștală nouă

source: Remove Mailbox
ro: Eliminați căsuța poștală

source: Are you sure?
ro: Sunteți sigur?

source: Removing a mailbox will discard all settings, and cannot be undone.
ro: Eliminarea unei căsuțe poștale va anula toate configurările și nu poate fi anulată.

source: Cancel
ro: Renunță

source: Remove
ro: Elimină

source: Mailboxes
ro: Căsuțe poștale

source: _Add
ro: _Adaugă

source: _Remove
ro: _Elimină

source: _Edit
ro: _Editare

source: No new mail
ro: Niciun mesaj nou

source: You have %d new message:
ro: Aveți %d mesaj nou:

source: Xfce Mailwatch
ro: Monitor de corespondență Xfce

source: The mailwatch applet cannot be added to the panel.
ro: Mini-aplicația «mailwatch» nu poate fi adăugată la panou.

source: It is possible that your version of GLib does not have threads support.
ro: Este posibil ca versiunea dvs. de GLib să nu aibă suport pentru fire.

source: Mailwatch log
ro: Jurnalul de monitorizare a corespondenței

source: C_lear
ro: E_liminare

source: Select Icon
ro: Selectare pictogramă

source: Ne_w mail
ro: Mesaj _nou

source: Failed to open web browser for online documentation
ro: Nu s-a putut deschide navigatorul web pentru accesarea documentației disponibile în Internet

source: Online Documentation
ro: Documentație disponibilă în Internet

source: Do you want to read the manual online?
ro: Doriți să citiți manualul disponibil în Internet?

source: You will be redirected to the documentation website where the help pages are maintained.
ro: Veți fi redirecționat către situl web de documentație unde sunt menținute paginile de ajutor.

source: _Read Online
ro: _Deschide online

source: _Always go directly to the online documentation
ro: Mergeți întotde_auna direct la documentația disponibilă în Internet

source: Mail Watcher
ro: Monitor de corespondență

source: _Help
ro: _Ajutor

source: External Programs
ro: Programe externe

source: Run _on click:
ro: Se execută _la clic:

source: Run on first new _message:
ro: Se execută la primul _mesaj nou:

source: Run on _each change of new message count:
ro: Se execută la fi_ecare modificare a numărului de mesaje noi:

source: Icons
ro: Pictograme

source: Ne_w Mail
ro: Mesaj _nou

source: Log
ro: Jurnal

source: Log _lines:
ro: _Linii de jurnal:

source: _View Log...
ro: _Vizualizare jurnal...

source: Show log _status in icon
ro: Afișează starea jurnalului în pictogramă

source: Xfce4 Mailwatch Plugin
ro: Modulul de monitorizare a corespondenței Xfce4

source: A featureful mail-checker applet for the Xfce Panel
ro: O mini-aplicație de verificare a corespondenței pentru panoul Xfce

source: Update Now
ro: Actualizează acum

source: View Log...
ro: Vizualizare jurnal...

source: Check mail from multiple mailboxes
ro: Verifică corespondența din mai multe căsuțe poștale
